//
//  Localizable.strings
//  TheBox iOS
//
//  Copyright © 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Cancelar";
"_upload_file_"             = "Cargar archivo";
"_download_file_"           = "Descargar archivo";
"_loading_"                 = "Cargando";
"_loading_with_points_"     = "Cargando...";
"_loading_num_"             = "Cargando archivo %i";
"_loading_autoupload_"      = "Cargas automáticas";
"_uploading_"               = "Cargando";
"_synchronization_"         = "Sincronización";
"_delete_"                  = "Borrar";
"_delete_file_n_"           = "Borrar archivo %i de %i";
"_rename_"                  = "Renombrar";
"_move_"                    = "Mover";
"_move_file_n_"             = "Mover archivo %i de %i";
"_creating_sharing_"        = "Creando elemento compartido";
"_updating_sharing_"        = "Actualizando elemento compartido";
"_removing_sharing_"        = "Eliminando elemento compartido";
"_add_"                     = "Agregar";
"_login_"                   = "Iniciar sesión";
"_save_"                    = "Guardar";
"_warning_"                 = "Advertencia";
"_error_"                   = "Error";
"_no_"                      = "No";
"_yes_"                     = "Sí";
"_select_"                  = "Seleccionar";
"_upload_"                  = "Cargar";
"_home_"                    = "Archivos";
"_file_to_upload_"          = "Archivo a cargar";
"_destination_"             = "Destino";
"_ok_"                      = "OK";
"_beta_version_"            = "Versión beta";
"_function_in_testing_"     = "Funcionalidad en pruebas, por favor envía información de cualquier problema o falla. ";
"_done_"                    = "Terminado";
"_passcode_too_short_"      = "El código de seguridad es demasiado corto, se requieren al menos 4 caracteres";
"_selected_"                = "Seleccionado";
"_scan_fingerprint_"        = "Escanea tu huella digital para autenticarte";
"_no_active_account_"       = "No se encontró la cuenta";
"_info_"                    = "Info";
"_email_"                   = "Correo electrónico";
"_save_exit_"               = "¿Deseas salir sin guardar?";
"_video_"                   = "Video";
"_overwrite_"               = "Sobreescribir";
"_transfers_in_queue_"      = "Transferencias en curso, por favor espera...";
"_too_errors_automatic_all_"= "Se presentaron demasiados errores, por favor ve al \"Centro de Control\" para verificar el problema";
"_create_folder_"           = "Crear carpeta";
"_create_folder_on_"        = "Crear carpeta en";
"_close_"                   = "Cerrar";
"_postpone_"                = "Postponer";
"_remove_"                  = "Eliminar";
"_file_not_found_"          = "Archivo no encontrado";
"_continue_"                = "¿Deseas continuar?";
"_auto_upload_folder_"      = "Carga automática";
"_gallery_"                 = "Galería";
"_photo_"                   = "Foto";
"_audio_"                   = "Audio";
"_unknown_"                 = "Desconocido";
"_next_"                    = "Siguiente";
"_success_"                 = "Éxito";
"_initialization_"          = "Inicialización";
"_experimental_"            = "Expermiental";

// App

"_network_available_"       = "Red disponible";
"_network_not_available_"   = "Red no disponible";

// Networking

"_no_reuploadfile_"         = "No fue posible encontrar o reenviar el archivo. Borra la carga y regarga el archivo para cargarlo. ";
"_file_already_exists_"     = "No fue posible completar la operación, existe un archivo con el mismo nombre";
"_read_file_error_"         = "Error de lectura del archivo";

// More

"_more_"                    = "Más";
"_notifications_"           = "Notificaciones";
"_logout_"                  = "Salir";

// Settings

"_acknowledgements_"        = "Reconocimentos";
"_settings_"                = "Configuraciones ";
"_passcode_"                = "Contraseña";
"_lock_"                    = "Bloqueo";
"_lock_active_"             = "Bloqueo: Activo";
"_lock_not_active_"         = "Bloqueo: Inactivo";
"_lock_protection_no_screen_"        = "No preguntar al iniciar";
"_lock_protection_no_screen_footer_" = "Únicamente usa la opción \"No preguntar al iniciar\" para carpetas compartidas o para leer la frase de seguridad para encripción ";
"_url_"                     = "URL";
"_username_"                = "Usuario";
"_change_credentials_"      = "Cambia tus credenciales";
"_wifi_only_"               = "Sólo usar la conexión Wi-Fi";
"_settings_autoupload_"     = "Carga automática";
"_app_version_"             = "Versión de la aplicación";
"_app_in_use_"              = "La aplicación está en uso";
"_contact_by_email_"        = "Contáctanos por correo electrónico";
"_clear_cache_"             = "Borrar el caché (%@ usado)";
"_clear_cache_no_size_"     = "Borrar el caché";
"_exit_"                    = "Salir";
"_funct_not_enabled_"       = "Funcionalidad no habilitada";
"_passcode_activate_"       = "Bloqueo por contraseña activado";
"_disabling_passcode_"      = "Desactivando bloqueo por contraseña";
"_want_exit_"               = "¡Atención! Se reiniciará al estado inicial. ¿Deseas continuar?";
"_proceed_"                 = "Proceder";
"_delete_cache_"            = "Borrar caché";
"_want_delete_cache_"       = "Desea borrar el caché?";
"_want_delete_thumbnails_"  = "¿Deseas borrar las miniaturas también?";
"_mail_deleted_"            = "Correo electrónico borrado";
"_mail_saved_"              = "Correo electrónico guardado";
"_mail_sent_"               = "Correo electrónico enviado";
"_mail_failure_"            = "Se presentó una falla al enviar el correo electrónico: %@";
"_information_req_"         = "Solicitud de información";
"_write_in_english_"        = "Por favor, escríbenos en ingles";
"_credentials_"             = "Credenciales";
"_manage_account_"          = "Administrar cuenta";
"_change_password_"         = "Cambiar contraseña";
"_add_account_"             = "Agregar cuenta";
"_delete_account_"          = "Borrar cuenta";
"_want_delete_"             = "¿Realmente deseas borrar?";
"_no_delete_"               = "No, no borrar";
"_yes_delete_"              = "Sí, borrar";
"_remove_cache_"            = "Por favor espera, borrando el caché...";
"_optimizations_"           = "Optimizaciones";
"_synchronizations_"        = "Carpetas sincronizadas";
"_version_server_"          = "Versión del servidor";
"_help_"                    = "Ayuda";
"_lock_protection_simply_"  = "Protección de contraseña débil";
"_change_simply_passcode_"  = "Cambiar el tipo de contraseña";
"_quota_"                   = "Cuota";
"_available_"               = "disponible";
"_cloud_account_"           = "Cuenta de la Nube";
"_information_"             = "Información";
"_personal_information_"    = "Información Personal";
"_user_full_name_"          = "Nombre completo";
"_user_address_"            = "Dirección";
"_user_phone_"              = "Número telefónico";
"_user_email_"              = "Correo electrónico";
"_user_web_"                = "Sitio web";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Estás usando %@ de %@";
"_favorite_offline_"        = "Favoritos disponibles sin conexión";
"_favorite_offline_footer_" = "Hacer todos los favoritos disponibles sin conexión puede tomar algo de tiempo y usar mucha memoria en el proceso. ";
"_advanced_"                = "Avanzado";
"Skip"                      = "Omitir";
"Start"                     = "Iniciar";

// Manage AutoUpload

"_autoupload_"                      = "Cargar automáticamente fotos/videos";
"_autoupload_background_"           = "Cargar automáticamente en 2do plano";
"_autoupload_photos_"               = "Cargar automáticamente fotos";
"_autoupload_videos_"               = "Cargar automáticamente videos";
"_autoupload_description_"          = "Las nuevas fotos/videos serán cargados a tu Nube ";
"_autoupload_description_background_"  = "Esta opción requiere el uso de GPS para activar la detección de nuevas fotos/videos en el rollo de la cámara una vez que la ubicación cambie significativamente";
"_autoupload_background_title_"     = "Limitantes";
"_autoupload_background_msg_"       = "Debido a restricciones de iOS, aún no es posible ejecutar procesos de segundo plano, a menos de que los servicios de GPS estén activados. Una vez que la célula de la red celular haya cambiado, el sistema despierta por un breve espacio y verifica si hay nuevas fotos para subir a la nube.";
"_autoupload_change_location_"      = "Cambiar carpeta";
"_autoupload_location_now_"         = "Carpeta";
"_autoupload_location_default_"     = "Restaurar carpeta predeterminada";
"_autoupload_change_location_footer_" = "Cambiar la carpeta usada para 'Carga automatica de fotos' (si la opción está habilitada)";
"_autoupload_not_select_home_"      = "Seleccionar una carpeta";
"_autoupload_save_album_"           = "Copiar la foto o video al álbum de fotos";
"_autoupload_fullphotos_"           = "Cargar todo el rollo de la cámara";
"_autoupload_fullphotos_footer_"    = "Completa las opciones anteriores antes de cargar. ";
"_autoupload_create_subfolder_"     = "Usar subcarpetas";
"_autoupload_create_subfolder_footer_" = "Almacenar en subcarpetas con base en el año y mes";
"_autoupload_filenamemask_"         = "Cambiar la máscara del nombre de archivo";
"_autoupload_filenamemask_footer_"  = "Cambio en la máscara automática de nombre de archivo";
"_autoupload_format_compatibility_" = "Más compatible";
"_autoupload_format_compatibility_footer_" = "\"Más compatible\" siempre guardará las imágenes como JPEG";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Introducción a TheBox";
"_help_activity_verbose_"       = "Fuente de Actividades Detalladas";
"_help_activity_mail_"          = "Enviar la actividad por correo electrónico";
"_help_activity_clear_"         = "Borrar actividad";


// Manage Advanced

"_optimized_photos_"            = "Resolución de fotografía optimizada";
"_upload_del_photos_"           = "Eliminar archivos después de la carga";
"_optimized_photos_how_"        = "Si tu iPhone tiene poco espacio disponible, las fotos de resolución completa son reemplazadas con versiones optimizadas. La versión de resolución completa se almacenan en tu nube. ";
"_upload_del_photos_how_"       = "Los archivos serán eliminados de la memoria del dispositivo despues de que hayan sido cargados a tu nube. Se mantendrán en el rollo de la camana. Solo necsitas descargarlos para verlos. ";
"_show_hidden_files_"           = "Mostrar archivos ocultos";

// Login

"_connect_server_anyway_"       = "¿Deseas conectarte al servidor de cualquier modo?";
"_connection_error_"            = "Error de conexión";
"_add_your_nextcloud_"          = "Agrega tu cuenta TheBox";
"_login_url_"                   = "Dirección del servidor https://...";
"_login_bottom_label_"          = "¿Aún no cuentas con un servidor?\n\nElige uno de los siguientes proveedores. ";
"_error_multidomain_"           = "La dirección no está permitida, solo los siguientes dominios son válidos:";
"_account_already_exists_"      = "La cuenta %@ ya existe";

// Favorite

"_favorites_"                   = "Favoritos";
"_favorite_"                    = "Hacer favorito";
"_unfavorite_"                  = "Quitar favorito";
"_no_files_uploaded_"           = "No se han cargado archivos";
"_tutorial_favorite_view_"      = "Los archivos y carpetas que marques como favoritos se mostrarán aquí";
"_tutorial_offline_view_"       = "Los achivos copiados aquí estarán disponible sin conexión.\n\nSe sincronizarán con tu nube. ";
"_tutorial_local_view_"         = "Encontrarás los archivos desempacados de tu nube.\n\nConéctate a iTunes para compartir estos archivos.";
"_more_"                        = "Más";
"_favorite_no_files_"           = "Aún no hay favoritos";


// Auto Upload

"_pull_down_"                               = "Jala hacia abajo para actualizar";
"_no_photo_load_"                           = "No hay Fotos o Video";
"_tutorial_autoupload_view_"                = "Puedes habilitar las cargas automáticas desde \"Configuraciones\"";
"_no_date_"                                 = "Sin fecha";
"_today_"                                   = "Hoy";
"_time_"                                    = "Hora: %@\n\n%@";
"_location_not_enabled_"                    = "Los Servicios de Ubicación están deshabilitados";
"_location_not_enabled_msg_"                = "Por favor ve a las \"Configuraciones \" y activa los \"Servicios de Ubicación\" para permitir la carga automática de fotos/videos.";
"_access_photo_not_enabled_"                = "El acceso a Fotos no está habilitado";
"_access_photo_not_enabled_msg_"            = "Por favor ve a las \"Configuraciones\" y activa \"Acceso a Fotos\" para permitir la carga automatica de fotos/videos.";
"_access_photo_location_not_enabled_"       = "El acceso a Fotos y Ubicación no está habilitado";
"_access_photo_location_not_enabled_msg_"   = "Por favor ve a las \"Configuraciones\" y activa \"Acceso a Fotos\" y \"Servicios de Ubicación\"  para permitir la carga automática de fotos/videos. ";
"_tutorial_photo_view_"                     = "Aún no se han cargado fotos o videos";
"_create_full_upload_"                      = "Creando un archivo... Esto puede tomar mucho tiempo, por favor espera. ";
"_error_createsubfolders_upload_"           = "Se presentó un error al crear subcarpetas";
"_activate_autoupload_"                     = "Habilitar cargas automáticas";

// Utility

"_never_"                       = "nunca";
"_less_a_minute_"               = "hace menos de un minuto";
"_minutes_ago_"                 = "hace %d minutos";
"_hours_ago_"                   = "hace %d horas";
"_days_ago_"                    = "hace %d días";
"_over_30_days_"                = "más de 30 días";
"_connection_internet_offline_" = "La conexión a Internet parece estar fuera de línea o se requiere de Wi-Fi ";
"_insert_password_"             = "ingresa tu contraseña";
"_update_in_progress_"          = "Actualización de la versión, favor de aguardar...";
"_forbidden_characters_"        = "El nombre de archivo o carpeta contiene caracteres inválidos";
"_mail_not_can_send_mail_"      = "No hay una cuenta configurada, o bien se introdujo una cuenta de correo electrónico equivocada";

// File

"_photo_camera_"                = "Fotos";
"_unzip_in_progress_"           = "Extracción en curso en almacenamiento local...";
"_file_unpacked_"               = "El archivo se desempacó en almacenamiento local ";
"_file_saved_local_"            = "El archivo se guardó en almacenamiento local.";
"_file_not_present_"            = "Error: El archivo no se encuentra, por favor recarga. ";
"_order_by_date_"               = "Ordenar por fecha";
"_current_order_name_"          = "(actualmente ordenado por nombre)";
"_order_by_name_"               = "Ordenar por nombre";
"_current_order_date_"          = "(ordenado actualmente por fecha)";
"_sort_descending_"             = "Orden descendente";
"_current_sort_ascending_"      = "(actualmente ordenado de forma ascendente)";
"_sort_ascending_"              = "Orden ascendente";
"_current_sort_descending_"     = "(actualmente ordenado de forma descendente)";
"_delete_selected_files_"       = "Borrar archivos";
"_move_selected_files_"         = "Mover archivos";
"_download_selected_files_"     = "Descargar archivos";
"_download_selected_files_folders_" = "Descargar archivos y carpetas";
"_error_operation_canc_"        = "Error: Operación cancelada. ";
"_only_lock_passcode_"          = "Disponible sólo con la opción de Bloquear contraseña. Actívala en las \"Configuraciones\".";
"_passcode_protection_"         = "Protección con contraseña";
"_remove_favorites_"            = "Eliminar de favoritos";
"_remove_offline_"              = "Eliminar de sin conexión";
"_add_favorites_"               = "Agregar a tus favoritos";
"_add_offline_"                 = "Agregar a sin conexión";
"_remove_passcode_"             = "Eliminar protección de contraseña";
"_protect_passcode_"            = "Proteger con contraseña";
"_share_"                       = "Compartir";
"_reload_"                      = "Volver a cargar";
"_open_in_"                     = "Abrir en...";
"_remove_local_file_"           = "Eliminar del caché";
"_add_local_"                   = "Agregar al almacenamiento local";
"_comm_erro_pull_down_"         = "Atención: Se presentó un error de comunicación con el servidor.  Jala hacia abajo para actualizar. ";
"_file_not_downloaded_"         = "el archivo no fue descargado";
"_file_not_uploaded_"           = "el archivo no fue cargado";
"_folders_"                     = "carpetas";
"_folder_"                      = "carpeta";
"_files_"                       = "archivos";
"_file_"                        = "archivo";
"_folder_blocked_"              = "Carpeta bloqueada";
"_downloading_progress_"        = "Iniciando la descarga de archivos...";
"_no_file_pull_down_"           = "Carga un archivo o jala hacia abajo para actualizar";
"_browse_images_"               = "Ver imágenes";
"_synchronized_folder_"         = "Mantener la carpeta sincronizada";
"_remove_synchronized_folder_"  = "Apagar la sincronización";
"_synchronized_confirm_"        = "Después de habilitar la sincronización, todos los archivos en esta carpeta se sincronizarán con el servidor. ¿Deseas continuar?";
"_offline_folder_confirm_"      = "Después de habilitar la carpeta fuera de línea, todos los archivos serán sincronizados con el servidor, continuar?";
"_file_not_found_reload_"       = "No se encontró el archivo, jala hacia abajo para actualizar";
"_title_section_download_"      = "DESCARGAR";
"_title_section_upload_"        = "CARGAR";
"_group_alphabetic_yes_"        = "✓ Agrupar alfabéticamente";
"_group_alphabetic_no_"         = "Agrupar alfabéticamente";
"_group_typefile_yes_"          = "✓ Agrupar por tipo de archivo";
"_group_typefile_no_"           = "Agrupar por tipo de archivo";
"_group_date_yes_"              = "✓ Agrupar por fecha";
"_group_date_no_"               = "Agrupar por fecha";
"_element_"                     = "elemento";
"_elements_"                    = "elementos";
"_tite_footer_upload_wwan_"     = "Se requiere una red Wi-Fi, %lu%@ para cargar";
"_tite_footer_upload_"          = "%lu %@ para cargar";
"_tite_footer_download_wwan_"   = "Se requiere de una red Wi-Fi, %lu %@ para descargar";
"_tite_footer_download_"        = "%lu %@ por descargar";
"_limited_dimension_"           = "Tamaño máximo alcanzado";
"_save_selected_files_"         = "Guardar imágenes y videos en el álbum de fotos ";
"_file_not_saved_cameraroll_"   = "Error: El archivo no se guardo en el álbum de fotos";
"_file_saved_cameraroll_"       = "Archivo guardado en el álbum de fotos";
"_directory_on_top_yes_"        = "✓ Carpetas arriba";
"_directory_on_top_no_"         = "Carpetas arriba";
"_folder_automatic_upload_"     = "Carpeta para carga automática";
"_search_no_record_found_"      = "Sin resultados";
"_search_in_progress_"          = "Búsqueda en curso... ";
"_search_instruction_"          = "Buscar archivo (mínimo 2 caracteres)";
"_files_no_files_"              = "No hay archivos aquí";

"audio"                         = "AUDIO";
"compress"                      = "COMPRIMIR";
"directory"                     = "CARPETAS";
"document"                      = "DOCUMENTOS";
"image"                         = "IMÁGENES";
"template"                      = "PLANTILLAS";
"unknow"                        = "DESCONOCIDO";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "File not present on server";

"_copy_file_"                   = "Copiar archivo";
"_copy_files_"                  = "Copiar archivos";
"_paste_file_"                  = "Pegar archivo";
"_paste_files_"                 = "Pegar archivos";

"_search_this_folder_"          = "Buscar en esta carpeta";
"_search_all_folders_"          = "Buscar en todas las carpetas";
"_search_sub_folder_"           = "Buscar aquí y en todas las subcarpetas";

"_theming_is_light_"            = "El tema del servidor tiene colores demasiado brillantes, no aplica ";

// Files Preview

"_insert_password_pfd_"         = "PDF Seguro. Ingresa la contraseña";
"_password_pdf_error_"          = "Contraseña equivocada";
"_error_download_photobrowser_" = "Error: Unable to download photo";

// Share

"_share_link_"                  = "Compartir liga";
"_share_link_button_"           = "Enviar liga a...";
"_password_"                    = "Contraseña";
"_share_password_"              = "Liga protegida por contraseña";
"_share_expirationdate_"        = "Establecer la fecha de expiración de la liga";
"_date_"                        = "Fecha";
"_share_title_"                 = "Compartir";
"_add_sharee_"                  = "Agregar usuarios o grupos";
"_add_sharee_footer_"           = "Puedes compartir este recurso al agregar usuarios o grupos. Para dejar de compartir, elimina todos los usuarios y grupos";
"_find_sharee_title_"           = "Buscar";
"_find_sharee_"                 = "Buscar un usuario o grupo...";
"_find_sharee_footer_"          = "Ingresa una parte del nombre del usuario o grupo a buscar (al menos 2 caracteres) seguido de 'Entrar', selecciona los usuarios que deberían tener acceso al elemento compartido seguido por 'Terminar' para confirmar";
"_user_is_group_"               = "(grupo)";
"_direct_sharee_title_"         = "Compartir";
"_direct_sharee_footer_"        = "Si ya conoces el nombre, ingrésalo, luego selecciona el tipo de elemento compartido y presiona en 'Terminar' para confirmar";
"_direct_sharee_"               = "Ingrese el usuario...";
"_user_sharee_footer_"          = "Puls para cambiar los privilegios";
"_share_type_title_"            = "Tipo de elemento compartido";
"_share_type_user_"             = "Usuario";
"_share_type_group_"            = "Grupo";
"_share_type_remote_"           = "Remoto";

// Share Permission

"_share_permission_title_"          = "Privilegios";
"_share_permission_edit_"           = "Puede editar";
"_share_permission_file_can_write_" = "Puede escribir archivos";
"_share_permission_create_"         = "Puede crear";
"_share_permission_create_file_"    = "Puede crear archivos";
"_share_permission_create_folder_"  = "Puede crear carpetas";
"_share_permission_change_"         = "Puede cambiar";
"_share_permission_delete_"         = "Puede borrar";
"_share_permission_share_"          = "Puede compartir";
"_share_permission_rename_"         = "Puede renombrar";
"_share_permission_move_"           = "Puede mover";
"_share_permission_read_"           = "Puede leer";
"_share_permission_info_"           = "Compartiendo información";
"_share_permission_path_"           = "Archivo/Carpeta";
"_share_permission_type_"           = "Tipo";
"_share_permission_typeuser_"       = "Ususario";
"_share_permission_typegroup_"      = "Grupo";
"_share_permission_typepubliclink_" = "Liga";
"_share_permission_typefederated_"  = "Federado";
"_share_permission_owner_"          = "Dueño";
"_share_permission_date_"           = "Fecha";
"_share_permission_email_"          = "Notificación por correo electrónico";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Compartido con usted";
"_type_resource_external_"          = "Almacenamiento externo";

// Share Ext

"_destiny_folder_"                  = "Carpeta: %@";

"_no_transfer_"                     = "No hay cargas disponibles";
"_no_transfer_sub_"                 = "Aquí se mostrarán las cargas y descargas desde este dispositivo ";
"_no_activity_"                     = "Aún no hay actividades";
"_transfers_"                       = "Transferencias";
"_activity_"                        = "Actividad";
"_activity_file_not_present_"       = "Ya no se encuentra el archivo ";

// List Shares

"_list_shares_"                     = "Elementos compartidos";
"_list_shares_no_files_"            = "Aún no cuentas con elementos compartidos. ";
"_tutorial_list_shares_view_"       = "Los archivos y carpetas que compartas se mostrarán aquí";

// Offline - Local Storage

"_create_synchronization_"          = "Crear sincronización";
"_offline_"                         = "Sin conexión";
"_local_storage_"                   = "Almacentamiento local";
"_local_storage_no_record_"         = "Aún no hay archivos";

// Create Cloud

"_upload_photos_videos_"            = "Fotos o videos cargados";
"_upload_file_"                     = "Cargar archivo";
"_upload_file_text_"                = "Crear archivo de texto";

// Document Picker

"_save_document_picker_"            = "Guardar aquí";

// CreateFormUploadAssets

"_destination_folder_"              = "Carpeta destino";
"_use_folder_photos_"               = "Usa la carpeta de Fotos como el destino";
"_rename_filename_"                 = "Renombrar";
"_filename_"                        = "Nombre del archivo";
"_preview_filename_"                = "Ejemplo de vista previa de un nombre de archivo. Pudes usar las máscaras MM,MMM,DD,YYYY y HH,hh,mm,ss,ampm para fecha/hora.";
"_forbidden_characters_"            = "El nombre de archivo o carpeta contiene caracteres inválidos";
"_add_filenametype_"                = "Specify type in filename";
"_filenametype_photo_video_"        = "Foto/Video";

// Notification

"_notification_"                    = "Notificación";

// Photo Browser

"Done"                              = "Terminado";
"Select Photos"                     = "Seleccionar Fotos";
"photo"                             = "foto";
"photos"                            = "fotos";
"of"                                = "de";
"%i of %i"                          = "%1$i de %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Nombre de archivo de carga automática";

// Text File

"_untitled_txt_"                    = "SinTítulo.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Encripción";
"_e2e_settings_"                    = "End-to-end encryption";
"_e2e_settings_start_"              = "Start end-to-end encryption";
"_e2e_settings_not_available_"      = "End-to-end encryption not available";
"_e2e_settings_activated_"          = "End-to-end encryption activated";
"_e2e_settings_view_passphrase_"    = "This 12 word phrase is a very strong password providing full access to view and use your encrypted files. Please write it down and keep it somewhere safe.";
"_e2e_settings_read_passphrase_"    = "Leer la frase de seguirdad";
"_e2e_settings_lock_not_active_"    = "Bloqueo no activo, regresa a \"Configuraciones\" para activarlo";
"_e2e_settings_the_passphrase_is_"  = "La frase de seguridad es:";
"_e2e_passphrase_request_title_"    = "Solicitar una frase de seguridad";
"_e2e_passphrase_request_message_"  = "Insert the 12 words";
"_e2e_settings_remove_"             = "Remove the encryption locally";
"_e2e_settings_remove_message_"     = "Confirm removing encryption along with the passphrase.";
